Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: The two researchers added that the illegal prostitution industry was also created for the patriarchs and scions of the Cuban elite, who sought feminine male-bodied youth and adults.
pt_br: As duas pesquisadoras complementam que a indústria de prostituição ilegal também foi criada para os patriarcas e herdeiros da elite cubana, que buscavam jovens e adultos femininos mas com corpo masculino.

source: The two researchers added, “The visits also provided a context in which Cuban lesbians and gay men could hear of the more open and affluent gay lifestyles available in the United States as a benefit of consumer capitalism.
pt_br: Os dois pesquisadores acrescentam que "As visitas também também deram um contexto no qual os cubanos homens gays e lésbicas poderiam saber mais sobre o estilo de vida mais aberto próspero nos Estados Unidos como um benefício do capitalismo de consumo.

source: The two researchers also interviewed Cubans who chose to stay on the island and be a part of building a socialist society.
pt_br: Os dois pesquisadores também entrevistaram cubanos que escolheram ficar na ilha e fazerem parte da construção da sociedade socialista.

source: The two were among the founders of the Combahee River Collective, a group of Black feminists of all sexualities who issued a historic 1977 statement against the “interlocking” system of “racial, sexual, heterosexual and class oppression.”
pt_br: As duas estavam entre as fundadoras do Coletivo Combahee River, um grupo de feministas negras de todas as sexualidades que emitiram uma declaração histórica de 1977 contra o sistema “interligado” de “opressão racial, sexual, heterossexual e de classe”.

source: The whole population of Cuba — of all races, sexes, genders, sexualities, ages and abilities — does not need to be defended against its own culture or its own revolution.
pt_br: Toda a população de Cuba — de todas as raças, sexos, gêneros, sexualidades, idades e habilidades — não precisa ser defendida contra sua própria cultura ou sua própria revolução.

source: The whole premise of the island-wide education, discussion and debates is that prejudicial and harmful attitudes and actions resulted from old, oppressive economic and social organization — and not vice-versa.
pt_br: Toda a premissa do método educacional da ilha é que as antigas atitudes, como a economia opressiva e a organização social causaram as ações prejudiciais dos mais velhos — e não vice-versa.

source: The workshops are very interesting.
pt_br: As oficinas são muitíssimo interessantes.

source: The “crime” they were convicted of is having infiltrated CIA-backed fascist commando groups in order to halt terror attacks against Cuba from U.S. soil.
pt_br: O “crime” pelo qual eles foram condenados é ter se infiltrado em grupos de comandos fascistas apoiados pela CIA, a fim de deter os ataques terroristas contra Cuba a partir do solo dos EUA.

source: The “observed” were peoples who lived in societies that were either communal or were in the early stages of class division.
pt_br: Os "observados" eram pessoas que viviam em sociedades comunitárias ou em estágios iniciais da divisão de classes.

source: The “observers” came as military, commercial or intellectual servants of entrenched European ruling classes that were expanding beyond their own hemisphere to steal gold, land and other resources.
pt_br: Já os "observadores" vieram como servos militares, comerciantes e intelectuais da classe dominante entrincheirada na Europa que buscava expandir para além de seu próprio continente para roubar ouro, terras e outros recursos.

source: Their friends can visit them.” (Wald)
pt_br: Os amigos podem visitar.” (Wald)

source: Their political duplicity was obvious on the domestic front.
pt_br: A falsidade política deles ficou óbvia no fronte doméstico.

source: Then I stood up and left.”
pt_br: Depois, me levantei e saí.”

source: Then came the 1959 revolution.
pt_br: Então veio a revolução de 1959.

source: Then it focused on her wearing of a “man’s” suit, tie and fedora in public to charge her with “causing a scandal.”
pt_br: Então, para acusá-la de "provocar um escândalo", focou no fato dela vestir um terno, gravata e chapéu "de homem" em público.

source: There are thousands of homosexuals in the UJC, from the roots to the leadership.”
pt_br: Há milhares de homossexuais na UJC, da base à liderança.”

source: There were many forms of resistance to colonial cultural imperialism.
pt_br: Havia muitas formas de resistência ao imperialismo cultural colonialista.

source: There’s also footage of a lesbian and gay Cuban contingent in the José Martí procession.
pt_br: Existe também metragem de um contingente de lésbicas e gays cubanos na procissão de José Martí.

source: There’s no end in sight to this rainbow.
pt_br: Não há fim à vista para este arco-íris.

source: These are also leading activists in the struggle for immigrant rights; women’s liberation, including reproductive rights; jobs; labor union, tenant and community organizing; education; health care and affordable housing; freedom for all U.S. political prisoners and for prisoner rights; liberation of oppressed nations; support for Cuba, and the revolutionary movement to overturn capitalism and build an economy based on planning to meet peoples’ needs.
pt_br: Estes também são líderes ativistas na luta pelos direitos dos imigrantes; libertação das mulheres, incluindo direitos reprodutivos; empregos; organização sindical, de inquilinos e comunitária; educação; plano de saúde e habitação acessível; liberdade para todos os prisioneiros políticos dos EUA e por direitos dos prisioneiros; libertação das nações oprimidas; apoio a Cuba e o movimento revolucionário para derrubar o capitalismo e construir uma economia baseada no planejamento para atender às necessidades das pessoas.

source: These articles make up parts 86 to 110 of the Lavender & Red series, which has run as a feature in Workers World weekly newspaper since the first article appeared in the June 3, 2004, issue.
pt_br: Esses artigos compreendem as partes 86 a 110 da série de Lavender & Red, que tem sido publicada como uma seção no jornal semanal Workers World desde o primeiro artigo apareceu na edição de 3 de Junho de 2004.

source: These compiled articles are not dispassionate journalism.
pt_br: Esses artigos compilados não são jornalismo imparcial.

source: These documentary interviews offered a cross-section of consciousness.
pt_br: As entrevistas no documentário ofereceram uma análise de consciência.

source: These schools could train 1,000 doctors annually in countries that need the most assistance.
pt_br: Essas escolas poderiam treinar 1000 médicos por ano em países que mais precisam de assistência.

source: They also agreed to provide education to Cuba’s National Revolutionary Police, including a seminar on distinct expressions of gender and sexuality.
pt_br: Eles também concordaram em fornecer educação à Polícia Nacional Revolucionária de Cuba, incluindo um seminário sobre expressões distintas de gênero e sexualidade.

source: They are:
pt_br: Eles são:

source: They attribute this in part to the fact that the government has not singled out gays as carriers of the disease.”
pt_br: Isso foi atribuído, em parte, ao fato de o governo não ter apontado os gays como os portadores da doença.”

source: They can be pulled out.”
pt_br: É possível arrancá-las.”

source: They die with no treatment in sight.” (“Cuba’s HIV-AIDS Rate”)
pt_br: Elas morrem sem a perspectiva de tratamento." ("A taxa de HIV-AIDS de Cuba"))

source: They don’t care a whit about lesbian and gay, bisexual and trans lives.
pt_br: Eles não dão a mínima para as vidas de pessoas lésbicas, gays, bissexuais e trans.

source: They have already paid more than once.
pt_br: Eles já pagaram mais de uma vez.

source: They have learned over their lifetimes that transsexuals and homosexuals are intrinsically bad.” (Rodriquez)
pt_br: Eles aprenderam ao longo de suas vidas que transexuais e homossexuais são intrinsecamente ruins.” (Rodriquez)

source: They might try to, but it’s that individual, not the system itself.”
pt_br: Podem tentar, mas serão apenas alguns indivíduos e não o sistema em si.”

source: They orchestrated crusades like the Holy Inquisition, which began burning sodomites at the stake as a special occasion, as in the memorable auto-da-fé of San Lázaro in Mexico City.”
pt_br: Eles orquestraram cruzadas como as da Inquisição Sagrada, que começou por queimar sodomitas em estacas como ocasiões especiais, da mesma forma que o memorável auto-da-fé de San Lázaro na Cidade do México."

source: They punished the practice without distinctions, among both lay people and clerics.”
pt_br: Eles puniam a pratica sem distinção entre fiéis e clérigos."

source: They represent spectra of sexualities, gender expressions and sexes.
pt_br: Eles representam um espectro de sexualidades, expressões de gênero e sexos.

source: They want to crush the revolution and re-enslave the entire population.
pt_br: Eles querem esmagar a revolução e voltar a escravizar a população inteira.

source: They will be freed.”
pt_br: Eles serão libertados.”

source: They will be guided by the ‘Strategic Plan for Controlling HIV/AIDS,’ outlining national strategies against the virus for the next five years.” (“Cuba’s Strategy”)
pt_br: Eles serão guiados pelo "Plano Estratégico para Controle do HIV", delineando estratégias nacionais contra o vírus pelos próximos cinco anos." ("A Estratégia de Cuba")

source: They’re not themes that we usually deal with in a dramatized form, even though over the past three years they have been dealt with in a direct and open way by other programs like ‘Let’s Talk about Health’ (a weekly program talking about health matters) and ‘It’s Worthwhile’ (a weekly program in which a leading psychologist discusses letter writers’ problems).”
pt_br: Esses não são temas com os quais geralmente lidamos de forma dramatizada, embora nos últimos três anos eles tenham sido tratados de maneira direta e aberta por outros programas como ‘Vamos Falar sobre Saúde‘ (um programa semanal falando sobre questões de saúde) e ‘Vale a Pena’ (um programa semanal em que um psicólogo de destaque discute problemas enviados por cartas)."

source: Thinking they were hermaphrodites, or homosexuals, they slew them.” (Green)
pt_br: Acreditando que eram hermafroditas, ou homosexuais, eles os mataram."

source: This Internet site receives the most visits — 150,000 “hits” a day — of any Cuban World Wide Web portal.
pt_br: Este site recebe o maior número de visitas — 150.000 “acessos” por dia — mais do qualquer outro portal cubano na internet.

source: This bloody crusade of terror is confirmed in the colonizers’ own words.
pt_br: Essa cruzada sangrenta de terror é confirmada ns palavras do próprio colonizador.

source: This forced Cubans to work harder and faster and for longer hours in order to raise overall productivity.
pt_br: Isso forçou os cubanos a trabalharem mais e mais rápido com jornadas mais longas para poder aumentar a produtividade de um modo geral.

source: This initiative was consciously issued by LGBT and other activists battling oppression based on sexuality, gender expression and sex — one of the progressive movements targeted by the imperialist campaign to vilify Cuba.
pt_br: Essa iniciativa foi conscientimente colocadas pelos LGBT e outros ativistas lutando contra a opressão baseada na sexualidade, expressão de gênero e sexo — um dos movimentos progressivos na mira da campanha imperialista de vilificação de Cuba.

source: This is merely a small part of their social debt to the Third World.”
pt_br: Esta é apenas uma pequena parte da sua dívida social com o Terceiro Mundo."”

source: This is precisely what ‘The Hidden Face of the Moon’ is achieving.”
pt_br: Isto é precisamente o que ‘A Face Oculta da Lua’ está alcançando.”

source: This is revolutionary process
pt_br: Este é um processo revolucionário

source: This is where I feel the strongest resistance, even as we speak.”
pt_br: É aqui que sinto a resistência mais forte, mesmo enquanto falamos.”

source: This is why, for example, our posters and other materials emphasize that protection of your partner against HIV and STIs in general is a sign of caring, and that means it’s a responsibility of both partners in a relationship.”
pt_br: É por isso que, por exemplo, nossos cartazes e outros materiais enfatizam que a proteção de seu/sua parceiro/parceira contra o HIV e DSTs em geral é um sinal de cuidado e isso significa que é uma responsabilidade de ambos os parceiros em um relacionamento.”

source: This law mandated state penalties for “habitual homosexual acts,” public displays of same-sex affection and/or gender-variant dress and self-expression.
pt_br: Essa lei definia punições por parte do Estado para "atos homossexuais frequentes", demonstrações públicas de afeto entre pessoas do mesmo sexo e/ou vestimenta e autoexpressão que diferiam das normas de gênero.

source: This ongoing historical materialist series answers those who maintain that Marxism as a science either is, or should be, concerned only with the direct struggle between finance capital and the working class.
pt_br: Esta série histórico-materialista que ainda está em andamento responde para aqueles que acham que o marxismo está, ou deveria estar, preocupado somente com a luta direta entre o capital financeiro e a classe trabalhadora.

source: This particular center offered ambulatory care for those with jobs or who wanted to continue with school.
pt_br: Este centro em particular oferecia cuidados ambulatoriais para quem tinha emprego ou decidia continuar frequentando a escola.

source: This places Cuba at the vanguard of the legislations that acknowledge the rights of transvestites, transsexuals and transgender in Latin America.” (“Cuban Parliament”)
pt_br: Isso coloca Cuba na vanguarda das legislações que reconhecem os direitos das travestis, transexuais e transgêneros na América Latina." ("Parlamento cubano")

source: This plan, Castro Espín explained, “is already being put into effect.” (caribbean360.com)
pt_br: Esse plano, explicou Castro Espín, "já está sendo colocado em prática." (caribbean360.com)

source: This religious ideology and the ethos of male supremacy, he said, corresponded to the war-driven European social order.
pt_br: Essa ideologia religiosa e o ethos da supremacia masculina, ele disse, correspondem à ordem social europeia direcionada para a guerra.

source: This reluctance also came from the professionals in the Ministry of Public Health who were not experts on the subject.
pt_br: Essa relutância também veio dos profissionais do Ministério da Saúde Pública que não eram especialistas no assunto.

source: This roster also reveals that many of these activists are also some of the hardest-working organizers in movements here and around the world against imperialist war, neo-liberalism, neo-colonialism, national oppression, racism, police brutality, prison and death penalty abolition, sweatshops and capitalist globalization.
pt_br: Esta lista também revela que muitos desses ativistas também são alguns dos organizadores que mais trabalham em movimentos aqui e ao redor do mundo contra a guerra imperialista, neoliberalismo, neocolonialismo, opressão nacional, racismo, brutalidade policial, prisão e abolição da pena de morte, superexploração do trabalho e globalização capitalista.

source: This subjectivity begins early, in the way children are raised, in how they’re taught to play.
pt_br: Essa subjetividade começa cedo, na forma como as crianças são criadas, na forma como são ensinadas a brincar.

source: This was not the first act of solidarity with Cuba by left-wing LGBT activists in the United States — not by a long shot.
pt_br: Esse não foi o primeiro ato de solidariedade para com Cuba pela ala de ativistas LGBT de esquerda nos Estados Unidos — nem perto disso.

source: This wide-angle snapshot of those who worked together to bring this book to your hands already tells you a lot about Workers World Party.
pt_br: De uma visão panorâmica, esses que trabalharam juntos para trazer esse livro para suas mãos, já falam muito sobre o Partido dos Trabalhadores do Mundo.

source: Those who left the sanatoria received ambulatory care that included regular doctor’s care, visits to specialists and dietary supplements — all free.
pt_br: Aqueles que deixavam os sanatórios recebiam cuidados ambulatoriais, que incluíam cuidados médicos regulares, visitas a especialistas e suplementos alimentares — todos gratuitos.

source: Those with imperial aspirations studied the peoples they sought to militarily conquer and enslave.
pt_br: Aqueles com aspirações imperiais estudavam os povos que pretendiam dominar militarmente e escravizar.

source: Three transsexual Cubans got new identity documents under that accord.
pt_br: Três cubanos transexuais obtiveram novos documentos de identidade sob esse acordo.

source: Tighe supports the five as “those most important defenders of everyone’s right to live without fear of terrorism.
pt_br: Tighe apoia os cinco como “os mais importantes defensores do direito de todos a viver sem medo do terrorismo.

source: To become a part of Rainbow Solidarity to Free the Cuban Five, sign on at: www.freethefiveny.org/rainboweng.htm.
pt_br: Para fazer parte da Rainbow Solidarity to Free the Cuban Five, assine em: www.freethefiveny.org/rainboweng.htm.

source: To my knowledge there is nothing similar in the U.S.A.”
pt_br: Que eu saiba, não há nada parecido nos Estados Unidos.”

source: Today, the Cuban Revolution has made enormous strides in raising popular consciousness about sexual liberation, including same-sex love.
pt_br: Hoje, a Revolução Cubana fez enormes progressos na conscientização popular sobre a liberação sexual, incluindo o amor entre pessoas do mesmo sexo.

source: Together they ordered police not to hassle transgender and transsexual Cubans.
pt_br: Juntos, eles ordenaram que a polícia não incomodasse os cubanos transgêneros e transexuais.

source: Trans rights moving forward
pt_br: Direitos trans avançando

source: Translations, downloadable leaflets, posters and buttons are available online.
pt_br: Traduções, folhetos para download, cartazes e bottons estão disponíveis online.

source: Twenty-four transsexual Cubans, who have won support from CENESEX since 1979, have applied for surgery.
pt_br: Vinte e quatro pessoas transexuais de Cuba, que receberam apoio do CENESEX desde 1979, solicitaram cirurgia..

source: Two Cuban-backed documentaries about changing attitudes on the island towards same-sex love and gender variance — which in turn deepened that change — opened in theaters on the island in the mid-1990s.
pt_br: Dois documentários fundados por cubanos sobre as mudanças graduais de atitude para com o amor entre pessoas do mesmo sexo e pessoas com identidades de gênero fora da norma — o que, por sua vez, aprofundou essas mudanças — estreou nos cinemas cubanos em décadas dos anos noventa.

source: Two lesbian and gay delegations were also invited from the U.S. to take part the same year.
pt_br: Duas comissões lésbicas e gay dos Estados Unidos também foram convidadas a participar nesse mesmo ano.

source: Two years later, Castro Espín said, this move has accelerated change.
pt_br: Dois anos depois, disse Castro Espín, esse movimento acelerou a mudança.

source: U.S.
pt_br: O bloqueio

source: U.S. airport bookstores are lined with pop psychology publications that claim women and men are from different planets.
pt_br: As livrarias dos aeroportos estadunidenses estão cheios de livros de psicologia pop que dizem que homens e mulheres são de diferentes planetas.

source: U.S. banks and corporations commanded Washington not to recognize Cuba’s right to diplomatic recognition.
pt_br: Os bancos e corporações dos Estados Unidos ordenaram Washintgton a não reconhecer os direitos diplomáticos de Cuba.

source: U.S. big business, including crime syndicates, organized urban Cuba into a giant brothel, super-exploiting the sexual labor of Cuban females and males, feminine and masculine, homosexual and heterosexual.
pt_br: Grandes corporações dos Estados Unidos, incluindo os sindicatos do crime, organizaram Cuba em um grande bordel, super explorando o trabalho sexual de homens e mulheres Cubanas, femininos/feminines/femininas e maculinos/masculines, homosexual ou heterosexual. .

source: U.S. finance capital tried to isolate and destroy the Cuban Revolution.
pt_br: O capital financeiro estadunidense tentou isolar e destruir a Revolução Cubana.

source: U.S. imperialism demonstrated how its laws either kneel to its overall capitalist class objectives, or are forced to bend.
pt_br: O Imperialismo estadunidense demonstrava como sua legislação ou se ajoelhava aos objetivos gerais da classe capitalista, ou era obrigadar a se ajoelhar.

source: U.S. imperialism militarily occupied Cuba for four years, beginning in 1898.
pt_br: A partir de 1898, o Imperialismo estadunidense ocupou Cuba militarmente por quatro anos.

source: U.S. imperialism was on the defensive, especially after its historic defeat in Vietnam and its inability to either crush or tame the Cuban Revolution.” (Marcy)
pt_br: O imperialismo estadunidense estava na defensiva, principalmente após a sua derrota histórica no Vietnam e sua incapacidade de acabar ou dominar a Revolução Cubana". (Marcy)

source: Understanding the Cuban Revolution, and the hand it was dealt by imperialism, is as important today as it was then, because it demonstrates what a revolution can achieve, even when surrounded and under siege by imperialism.
pt_br: Compreender a Revolução Cubana, e a situação na qual o imperialismo a forçou, é tão importante hoje quanto era na época, pois isso demonstra o que uma revolução é capaz de realizar, mesmo estando cercada e sitiada pelo imperialismo.

source: Unemployment was high and had been steadily increasing throughout the decade.
pt_br: O desemprego era alto e vinha aumentando constantemente ao longo da década.

source: Unofficial same-sex marriages have taken place on the island.
pt_br: Casamentos informais entre pessoas do mesmo sexo ocorreram na ilha.

source: Using Bibles as well as bullets, colonizers who bled the labor of the enslaved class literally “laid down the law” — reshaping and regulating every aspect of life for the enslaved class, including economic structure, kinship recognition, marriage, organization of the sexes, sexuality and gender expression.
pt_br: Com balas e bíblias, os colonizadores que sugavam o trabalho da classe escravizada literalmente "assentaram a lei", mudando e regulando cada aspecto da vida da classe escravizada, incluindo a estrutura econômica, o reconhecimento de parentesco, o casamento, a organização dos sexos e a expressão de gênero e sexualidade.

source: Viewed together, the facts in these 25 articles demonstrate Cuba’s inexorable progress on social issues, despite the U.S.-enforced economic blockade and unrelenting imperialist covert and overt warfare that drains the country’s labor, time, planning, organization and resources for defense.
pt_br: Vistos em conjunto, os fatos nesses 25 artigos demonstram o progresso inevitável de Cuba nas questões sociais, apesar do bloqueio econômico forçado dos EUA e a guerra imperialista secreta e aberta que suga a mão de obra, o tempo, o planejamento, a organização e os recursos da defesa nacional.
